Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F20B.tmx
Source language: en_us
Languages: zh_cn

source: 10 reasons people are lonely? It's more complicated than that
zh_cn: 纷繁复杂的孤独

source: How do you make a film about loneliness that isn't bleak and despairing?
zh_cn: 你是如何拍一部讲述既不荒凉也不绝望的孤独的电影呢？

source: It's hugely important subject, and it's reaching such epidemic proportions in Britain that I knew I had to make a film.
zh_cn: 这是一个非常重大的主题，在英国如同瘟疫般泛滥，以至于我知道自己必须要拍一部电影。

source: And somehow make a film people would watch - and not run away from.
zh_cn: 并且要以某种方式拍一部人们愿意看的电影——而非避而远之。

source: The problem I think is that we're all a bit scared of loneliness - of being alone. Of being left. Of not being loved. Or needed. Or cared about.
zh_cn: 我认为问题是我们都有点害怕孤独——独处，被遗弃，没人爱，或者没人需要，或者没人在乎。

source: "Lonely" hits a spot of fear in all of us even if we don't acknowledge it.
zh_cn: 即便我们不承认，“孤独”还是击中我们所有人些许的恐惧。

source: So a year ago, I set out to find people who were brave enough to admit and talk about how lonely they were.
zh_cn: 所以一年前，我着手寻找那些勇于坦承他们是多么孤独的人们。

source: But I wanted to find people whose stories offered hope - either because they'd found a way of dealing with loneliness or because they had something in their lives that, even in a small way, alleviated their loneliness.
zh_cn: 但我想找到那些故事包含希望的人们——或者因为他们找到了处理孤独的方法，或者在他们生活中有某种东西能或多或少地减轻他们的孤独。

source: What was also vital was that the focus moved beyond old people.
zh_cn: 另一件至关重要的事是孤独的重心已超越老年人。

source: The loneliness epidemic is affecting people of all ages.
zh_cn: 泛滥的孤独正影响着所有年龄层的人们。

source: It can be as big a problem for young and middle-aged people as for their grandparents.
zh_cn: 对于年轻人，中年人以及他们的祖父母，孤独都可能是一个大问题。

source: I wish after making The Age of Loneliness I could identify 10 key reasons people today are lonely. And 10 key things that could be done to help.
zh_cn: 我希望拍完《孤独年代》，我可以确定当今人们孤独的十大主要原因，以及十个解决之道。

source: But it's complex.
zh_cn: 但事实却复杂得多。

source: And lonely people can be hard to do something for because they often don't want to admit they are lonely and need help.
zh_cn: 孤独之人可能难以付诸行动，因为他们经常不想承认自己孤独以及需要帮助。

source: Why are we so lonely?
zh_cn: 为何我们如此孤独？

source: Society has changed - our communities, villages, towns and cities are different.
zh_cn: 社会变了——我们的社区，乡村，小镇以及城市已改头换面。

source: We move away from our support networks - for work, for training, for college, for university.
zh_cn: 我们离开自己的支撑网——找工作，接受培训，上大学。

source: If we have children we are usually no longer surrounded by our relatives.
zh_cn: 如果我们有了孩子，通常就不会再和亲人同住。

source: The company of babies and young children may be magical, but it can also make us feel lonely.
zh_cn: 有婴儿和孩童相伴也许很奇妙，但这也可能使我们感到孤独。

source: Then vast numbers of us get divorced so we don't have the companionship of a partner to go through life with.
zh_cn: 然后我们很多人离婚，从而我们的人生失去了伴侣。

source: Losing your job or constantly having to move for work makes your rootless.
zh_cn: 失业或者因工作搬家也会让你有无根漂泊感。

source: Mental health can be a factor in loneliness too.
zh_cn: 心理健康也可能是孤独的一个因素。

source: In the film, Christine, Martin and Iain talk eloquently about the isolation of living with mental health problems and their different solutions.
zh_cn: 在电影里，克丽丝汀，马丁和伊恩滔滔不绝阐述他们因心理健康问题带来的生活孤立，以及他们不同的解决之道。

source: And of course as we all start living longer, that means even if we do have a partner one of us will die and the other will spend much of their so-called twilight years alone - at an age when they are least able to fend for themselves.
zh_cn: 当然由于我们更长寿，意味着即使我们有配偶，其中一个也会死，另一个将孤单地度过他们漫长的晚年——在最无能照顾自己的年龄。

source: That all sounds a bit bleak.
zh_cn: 一切听起来都有点凄凉。

source: But there are definite glimmers of hope.
zh_cn: 但希望的微光定然存在。

source: What I discovered over the last year is an enormous and wonderful network of charities and volunteers - people who talk on the phone to lonely people, who organise parties for them, who befriend or visit, who run groups and outings.
zh_cn: 去年我发现有个庞大绝好的慈善和志愿者网络——给孤独的人们打电话，为他们组织聚会，和他们做朋友或者去看望他们，组团郊游。

source: When you see what a difference such a small thing as a cup of tea or a chat can make to someone's life it really does make you want to sign up immediately.
zh_cn: 当你看到像一杯茶或者一次聊天这样的小事可以让一个人的生活截然不同时，你会迫不及待想去注册。

source: I learned from the remarkable 93-year-old Bob that he expects to feel lonely for the rest of his life because his beloved Kath is no longer by his side, though he takes great comfort from her ashes seated in the chair next to him.
zh_cn: 93岁了不起的鲍勃让我获益匪浅，因为他心爱的凯思已不能再陪伴他左右，虽然放在他身旁椅子上的老伴骨灰盒带给他极大的安慰，他料到余生将会孤独。

source: But equally importantly, he has started volunteering - it gives him a purpose, a reason to get out of bed.
zh_cn: 但他开始做志愿者，这同样重要——因为给了他下床的目标和理由。

source: He doesn't deny how lonely he is but he's trying his best to keep going.
zh_cn: 他不否认自己多么孤独，但他竭尽全力继续生活。

source: Olive, at 100, sits there day in day out, craving someone to chat to.
zh_cn: 100岁的奥丽芙，一天到晚坐在那里，渴望有人跟她聊天。

source: The high point of her life is the monthly tea party that brings together lonely over 75s.
zh_cn: 她生活的最佳状态是每月的茶话会，聚集了75岁以上的孤独老人。

source: But it also gives a purpose to lonely younger people like Kylie, who says as a volunteer she gets as much out of the occasion as people like Olive.
zh_cn: 茶话会也给了像凯莉那样孤独的后辈目标，她说做志愿者让她有更多机会接触到像奥丽芙这样的人。

source: Some men can find it hard to talk about their emotions, so it was all the more remarkable that 72-year-old Richard was willing to go on camera and talk about how lonely he was following the death of his wife.
zh_cn: 一些男士发现敞开心扉很难，所以更了不起的是72岁的理查德愿意参加拍摄以及谈论他妻子过世后自己是多么孤独。

source: Loneliness, he said, scared him more than death and the prospect of another 20-plus years on his own horrified him.
zh_cn: 孤独，他说，比死亡更让他恐惧，此后20多年的独居生活也让他恐惧。

source: He's taken to internet dating with a vengeance, though admits his chances of success are probably slim.
zh_cn: 他拼命地参加网上约会，虽然他承认自己成功的机会很渺茫。

source: In spite of material wealth and a large family, Richard says it just doesn't fill the void in his life.
zh_cn: 理查德说，尽管家庭富裕人丁兴旺，也无法填满他人生的空虚。

source: And that is what I heard again and again.
zh_cn: 这句话我屡屡听到。

source: People of all ages missed someone to do nothing with. To chat idly. To sit next to.
zh_cn: 所有年龄的人们需要一个无所事事的人，慵懒地闲聊，坐在身边。

source: Part of me feels we have to train ourselves to enjoy solitude more.
zh_cn: 我似乎觉得我们必须训练自我去更多地享受孤独。

source: And perhaps also work harder at being kind to others and creating new support networks to replace the traditional ones, now lost.
zh_cn: 也许可以对他人更友善，以及创造新的支撑网来取代已丧失的传统支撑网。
